
[
    {"value":"altruism",
    "description":"A successful society depends upon altruism, charity, civility, compassion, and generosity, and the humanities evaluate and emphasize the importance of these characteristics."
    },
    {"value":"generosity",
    "description":"A successful society depends upon altruism, charity, civility, compassion, and generosity, and the humanities evaluate and emphasize the importance of these characteristics."
    },
    {"value":"compassion",
    "description":"A successful society depends upon altruism, charity, civility, compassion, and generosity, and the humanities evaluate and emphasize the importance of these characteristics."
    },
    {"value":"kindess",
    "description":"A successful society depends upon altruism, charity, civility, compassion, and generosity, and the humanities evaluate and emphasize the importance of these characteristics."
    },
    {
        "value":"education",
        "description":"The humanities have been the vanguard of the intellectual arts since the dawn of time. From the Lascaux cave paintings to Jordan Peterson, the humanities have challenged humanity and forced it to truly examine its deepest thoughts and ideas"
    },
    {"value":"cooperation",
   "description":"A significant process of society of organism working or acting together for common, mutual, or some underlying benefits, as opposed to working in competition for selfish benefit. Study of the humanities aids the scholar in unraveling the mysteries of human connection."
   },
   {"value":"creative",
   "description":"Changing your perspective. Being creative is taking risks and ignoring doubt and facing fears; and breaking with routine and doing something different for the sake of doing something different. Humanities, especially the arts, requires creativity as a matter of course."
   },
   {"value":"responsibility",
   "description":"Humanities induct you into a distingished line of social leadership. A person with responsibility is one who can be trusted to act without needing strict supervision, because they are accountable for their own behavior."
   },
   {"value":"dedication",
   "description":"A kind of love that is not rewarding for people’s own career, and a total effort to group. For individual, it is to be loved and completed as a career under the call of this love, to find pleasure from bit by bit; to do everything well, and to treat each person seriously. You will certainly need that skill to master certain aspects of the humanities, such as the language arts"
   },
   {"value":"cooperation",
   "description":"A significant process of society of organism working or acting together for common, mutual, or some underlying benefits, as opposed to working in competition for selfish benefit."
   }


]